Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# STOP_SHARING_SOURCE_FAILED_RESTRICTIONS_SINGLE_APP
source: Sharing for “%@” could not be stopped due to Screen Time restrictions or a managed device profile installed on your iPhone.
ar: تعذر إيقاف المشاركة لتطبيق "%@" بسبب قيود مدة استخدام الجهاز أو ملف تعريف جهاز مُدار تم تثبيته على iPhone.
bg: Споделянето за „%@“ не може да се спре, докато на вашия iPhone има ограничения за Екранно време или инсталиран профил на управлявано устройство.
ca: No s’ha pogut deixar de compartir informació amb l’app %@ a causa de les restriccions del temps d’ús o d’un perfil de dispositiu gestionat que hi ha instal·lat a l’iPhone.
cs: Sdílení s aplikací %@ se nepodařilo zastavit, protože jsou na iPhonu nastavená omezení času u obrazovky nebo je na něm nainstalovaný profil pro správu zařízení.
da: Deling for “%@” kunne ikke stoppes på grund af begrænsninger på skærmtid eller en profil til en administreret enhed på din iPhone.
de: Das Teilen für „%@“ konnte aufgrund von auf deinem iPhone installierten Einschränkungen der Bildschirmzeit oder eines verwalteten Geräteprofils nicht gestoppt werden.
el: Δεν ήταν δυνατή η διακοπή κοινοποίησης για «%@» λόγω περιορισμών του Χρόνου επί οθόνης ή ενός προφίλ διαχειριζόμενης συσκευής που είναι εγκατεστημένο στο iPhone σας.
es: No se ha podido dejar de compartir usando la app %@ debido a las restricciones de tiempo de uso o a que hay un perfil de dispositivo gestionado instalado en el iPhone.
es_us: No se pudo dejar de compartir con %@ debido a las restricciones de Tiempo en pantalla o a un perfil de dispositivo administrado instalado en tu iPhone.
fi: Jakoa %[tt]@-apille ei voitu lopettaa Ruutuaika-rajoitusten tai iPhoneen asennetun hallitun laiteprofiilin vuoksi.
fr: Le partage pour « %@ » n’a pas pu être interrompu en raison de restrictions « Temps d’écran » ou d’un profil d’appareil géré installé sur votre iPhone.
fr_ca: Le partage n’a pas pu être arrêté pour « %@ » en raison des restrictions de Temps d’écran ou d’un profil d’appareil géré installé sur votre iPhone.
he: לא ניתן היה להפסיק את השיתוף עבור ״%@״ עקב הגבלות ״זמן מסך״ או פרופיל מכשיר מנוהל המותקן ב-iPhone.
hi: “%@” के लिए शेयरिंग को स्क्रीन टाइम प्रतिबंध या आपके iPhone पर इंस्टॉल की गई प्रबंधित डिवाइस प्रोफ़ाइल के कारण रोका नहीं जा सका।
hr: Dijeljenje za “%@” ne može se zaustaviti zbog ograničenja Vremena uporabe zaslona ili profila upravljanog uređaja koji je instaliran na iPhone.
hu: A(z) „%@” esetében nem állítható le a megosztás a Képernyőidő korlátozásai vagy az Ön iPhone-jára telepített felügyelteszköz-profil miatt.
id: Berbagi untuk “%@” tidak dapat dihentikan karena pembatasan Durasi Layar atau profil perangkat yang dikelola yang terinstal di iPhone Anda.
it: Non è stato possibile interrompere la condivisione con %@ a causa delle restrizioni di “Tempo di utilizzo” o di un profilo per dispositivo gestito installato su iPhone.
ja: スクリーンタイムの制限、またはiPhoneにインストールされている管理対象デバイスのプロファイルにより、“%@”での共有を停止できませんでした。
kk: Экран уақыты шектеулеріне немесе iPhone құрылғысында орнатылған басқарылатын құрылғы профиліне байланысты %@ үшін бөлісу әрекетін тоқтату мүмкін болмады.
ko: 스크린 타임 제한 사항 또는 iPhone에 설치된 관리형 기기 프로필로 인해 %@에 대해 공유를 중단할 수 없습니다.
lt: Nepavyko sustabdyti bendrinimo su „%@” dėl ekrano laiko ribojimų arba valdomo įrenginio profilio, kuris įdiegtas „iPhone“ įrenginyje.
ms: Perkongsian untuk “%@” tidak dapat dihentikan disebabkan pengehadan Masa Skrin atau profil peranti terurus yang dipasang pada iPhone anda.
nl: Het delen voor %@ kon niet worden gestopt vanwege beperkingen voor schermtijd of omdat er een profiel voor een beheerd apparaat is geïnstalleerd op je iPhone.
no: Deling kunne ikke avsluttes for %@ på grunn av Skjermtid-begrensninger, eller fordi det er installert en profil for enhetsadministrering på iPhonen.
pl: Nie można wyłączyć udostępniania w „%@”; nie pozwalają na to ograniczenia funkcji Czas przed ekranem lub zainstalowany na iPhonie profil urządzenia zarządzanego.
pt_br: Não foi possível interromper o compartilhamento de “%@” devido a restrições do Tempo de Uso ou a um perfil de dispositivo gerenciado instalado no iPhone.
pt_pt: Não foi possível parar a partilha de “%@” devido a restrições de tempo de ecrã ou a um perfil de dispositivo gerido instalado no iPhone.
ro: Partajarea pentru “%@” nu a putut fi oprită, din cauza restricțiilor “Timp de utilizare” sau a unui profil de dispozitiv gestionat, instalat pe iPhone‑ul dvs.
ru: Не удалось закрыть общий доступ для приложения «%@» из‑за ограничений Экранного времени или профиля управляемого устройства, установленного на iPhone.
sk: Zdieľanie s apkou %@ sa nepodarilo zastaviť, pretože máte nastavené obmedzenia času pred obrazovkou alebo je na iPhone nainštalovaný spravovaný profil zariadenia.
sl: Deljenja za »%@« ni bilo mogoče ustaviti zaradi omejitev časa pred zaslonom ali profila upravljane naprave, nameščenega v iPhonu.
sv: Det gick inte att stoppa delning för ”%@” på grund av skärmtidsbegränsningar eller på grund av att en profil för hanterade enheter är installerad på iPhone.
th: ไม่สามารถหยุดการแชร์สำหรับ “%@” ได้เนื่องจากการจำกัดเวลาหน้าจอหรือโปรไฟล์อุปกรณ์ที่มีการจัดการที่ติดตั้งบน iPhone ของคุณ
tr: “%@” için paylaşma, Ekran Süresi sınırlamaları ya da iPhone’unuzda yüklü olan bir yönetilen aygıt profili nedeniyle durdurulamadı.
uk: Спільний доступ для «%@» не вдалося припинити через обмеження Екранного часу або профіль керованого пристрою, інстальований на вашому iPhone.
vi: Không thể dừng chia sẻ đối với “%@” do các giới hạn Thời gian sử dụng hoặc một hồ sơ thiết bị được quản lý được cài đặt trên iPhone của bạn.
zh_cn: 由于屏幕使用时间限制或iPhone上安装的管理式设备描述文件，无法为“%@”停止共享。
zh_hk: 無法停止「%@」的分享，因為「螢幕使用時間」限制或安裝在iPhone上的受管理裝置描述檔。
zh_tw: 無法停止「%@」的分享，因為「螢幕使用時間」的取用限制或安裝在iPhone上的受管理裝置描述檔。

# PUBLIC_SHARING_TITLE
source: Sharing Publicly
ar: المشاركة العامة
bg: Публично споделяне
ca: Dades compartides públicament
cs: Veřejné sdílení
da: Offentlig deling
de: Öffentlich teilen
el: Κοινοποίηση δημόσια
es: Compartiendo públicamente
es_us: Compartiendo de forma pública
fi: Jaetaan julkisesti
fr: Partage public
fr_ca: Contenu partagé publiquement
he: שיתוף ציבורי
hi: सार्वजनिक शेयरिंग
hr: Dijeli se javno
hu: Nyilvános megosztás
id: Berbagi Secara Publik
it: Condivisione pubblica
ja: 公開して共有
kk: Көпшілікпен бөлісу
ko: 공개 공유
lt: Viešasis bendrinimas
ms: Berkongsi Secara Awam
nl: Openbaar delen
no: Deler offentlig
pl: Udostępnianie publiczne
pt_br: Compartilhamento Público
pt_pt: Partilha pública
ro: Partajare în mod public
ru: Публичный доступ
sk: Verejné zdieľanie
sl: Javno deljenje
sv: Delar offentligt
th: แชร์อยู่แบบสาธารณะ
tr: Herkes ile Paylaşma
uk: Поширення для всіх
vi: Chia sẻ công khai
zh_cn: 公开共享
zh_hk: 公開共享
zh_tw: 公開分享

# WELCOME_DETAIL
source: Reset or manage access to your information across apps, devices, and people you’re currently sharing with. [Learn more…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
ar: إعادة تعيين أو إدارة إمكانية الوصول إلى معلوماتك عبر التطبيقات والأجهزة والأشخاص الذين تشارك معهم حاليًا. [معرفة المزيد…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
bg: Нулирайте или управлявайте достъпа до вашата информация от приложения, устройства и хората, с които в момента споделяте. [Научете повече…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
ca: Restableix o gestiona l’accés a la informació que comparteixes amb les apps, els dispositius o les persones. [Més informació…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
cs: Máte možnost resetovat a spravovat přístup k informacím pro všechny aplikace, zařízení i osoby, s nimiž je momentálně sdílíte. [Další informace…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
da: Nulstil eller administrer adgang til dine oplysninger i apps, på enheder og hos personer, du i øjeblikket deler med. [Læs mere…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
de: Setze die Berechtigungen zum Zugriff auf deine Informationen für Apps, Geräte und Personen, mit denen du aktuell Informationen teilst, zurück oder verwalte sie. [Weitere Infos …](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
el: Επαναφέρετε ή διαχειριστείτε την πρόσβαση στις πληροφορίες σας σε εφαρμογές, συσκευές και άτομα στα οποία τις κοινοποιείτε. [Μάθετε περισσότερα…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
es: Restablece o gestiona el acceso a la información que compartes con apps, dispositivos y personas. [Más información…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
es_us: Restablece o administra el acceso a tu información que tienen apps, dispositivos y personas. [Obtén detalles…](https://support.apple.com/guide/personal-safety/welcome/web)
fi: Nollaa tai hallitse sellaisten tietojen käyttöoikeuksia, joita jaat appien, laitteiden ja käyttäjien kanssa tällä hetkellä. [Lisätietoja…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
fr: Réinitialisez ou gérez l’accès aux informations accordé aux apps, aux appareils et aux personnes avec qui vous partagez du contenu. [En savoir plus…](https://support.apple.com/guide/personal-safety/welcome/web)
fr_ca: Réinitialisez ou gérez l’accès à vos informations parmi les apps, les appareils et les personnes avec lesquelles vous partagez actuellement des informations. [En savoir plus…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
he: באפשרותך לאפס או לנהל את הרשאות הגישה של יישומים, מכשירים ואנשים למידע שלך שמשותף איתם כרגע. [פרטים נוספים…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
hi: सभी ऐप्स, डिवाइस और जिन लोगों के साथ आप वर्तमान में शेयर कर रहे हैं, उनकी जानकारी का ऐक्सेस रीसेट या प्रबंधित करें। [अधिक जानें…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
hr: Resetirajte ili upravljajte pristupom svojim informacijama diljem aplikacija, uređaja i osoba s kojima trenutačno dijelite. [Saznajte više…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
hu: Alaphelyzetbe állíthatja vagy kezelheti az Ön adataihoz való hozzáférést azon appok, eszközök és személyek tekintetében, amelyekkel jelenleg megosztja őket. [Bővebben…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
id: Atur ulang atau kelola akses ke informasi Anda di semua app, perangkat, dan orang yang berbagi dengan Anda. [Lebih lanjut…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
it: Inizializza o gestisci l’accesso alle tue informazioni per le app, i dispositivi e le persone con cui le condividi attualmente. [Scopri di più…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
ja: 現在共有しているアプリ、デバイス、および個人へのアクセスをリセットまたは管理できます。[詳しい情報…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
kk: Сізбен қазір ортақ пайдаланатын қолданбалар, құрылғылар мен адамдар арасындағы ақпаратқа қол жеткізу рұқсатын бастапқы күйге қайтарыңыз немесе басқарыңыз. [Толығырақ…](https://support.apple.com/guide/personal-safety/welcome/web)
ko: 현재 공유 중인 앱, 기기 및 사람에 대해 사용자의 정보에 대한 접근 권한을 재설정하거나 관리할 수 있습니다. [더 알⁠아⁠보⁠기…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
lt: Iš naujo nustatykite arba tvarkykite prieigą prie savo informacijos programose ir įrenginiuose, taip pat pasirinkite žmones, su kuriais bendrinate. [Sužinokite daugiau…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
ms: Reset atau urus akses kepada maklumat anda merentas app, peranti dan orang yang sedang anda berkongsi. [Ketahui lebih lanjut…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
nl: Herstel of beheer de toegang tot je informatie voor verschillende apps, apparaten en personen met wie je momenteel deelt. [Meer informatie…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
no: Nullstill eller administrer tilgang til informasjonen din på tvers av apper, enheter og personer som du deler med. [Finn ut mer…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
pl: Wyzeruj lub zmodyfikuj dostęp do informacji, które udostępniasz aplikacjom, urządzeniom i osobom. [Więcej informacji…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
pt_br: Redefina ou gerencie o acesso às informações que você compartilha com apps, dispositivos e outras pessoas. [Saiba mais…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
pt_pt: Pode repor ou gerir o acesso à sua informação por aplicações, dispositivos e pessoas com quem partilha dados. [Saiba mais…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
ro: Resetați sau gestionați accesul la informațiile dvs. al aplicațiilor, dispozitivelor și persoanelor cu care le partajați în prezent. [Mail multe…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
ru: Настраивайте или закрывайте доступ к своей информации для приложений, устройств и людей, с которыми Вы ею делитесь. [Подробнее…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
sk: Resetujte alebo spravujte prístup k svojim informáciám naprieč apkami, zariadeniami a ľuďmi, s ktorými ich zdieľate. [Viac informácií…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
sl: Ponastavite ali upravljajte dostop do podatkov za aplikacije, naprave in osebe, s katerimi trenutno delite vsebine. [Več o tem …](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
sv: Nollställ eller hantera åtkomst till din information för alla appar, enheter och personer som du delar med för närvarande. [Läs mer…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
th: รีเซ็ตหรือจัดการการเข้าถึงข้อมูลของคุณบนแอป อุปกรณ์ และผู้คนที่คุณแชร์อยู่ในปัจจุบัน [เรียนรู้เพิ่มเติม…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
tr: Uygulamaların, aygıtların ve şu an bilgi paylaştığınız kişilerin bilgilerinize erişimini sıfırlayın veya yönetin. [Daha fazla bilgi…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
uk: Скидайте чи змінюйте доступ програм, пристроїв і людей до вашої інформації, для яких вона поширюється. [Докладніше…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
vi: Đặt lại hoặc quản lý quyền truy cập vào thông tin của bạn trên các ứng dụng, thiết bị và những người mà bạn hiện đang chia sẻ. [Tìm hiểu thêm…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
zh_cn: 重设或管理App、设备和当前共享对象对你信息的访问权限。[进一步了解…](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
zh_hk: 重設或管理App、裝置和目前共享對象之間對你資料的取用權限。[進一步了解⋯](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)
zh_tw: 重置或管理你在App、裝置和你目前分享對象間的資訊取用權限。[更多內容⋯](helpkit://open?topicId=ipsa923173c0&bookId=personal-safety)

# SEARCH_SHARING_INFORMATION_PLACEHOLDER
source: Search
ar: البحث
bg: Търсене
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
es_us: Buscar
fi: Etsi
fr: Rechercher
fr_ca: Rechercher
he: חיפוש
hi: खोजें
hr: Traži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
kk: Іздеу
ko: 검색
lt: Paieška
ms: Cari
nl: Zoek
no: Søk
pl: Szukaj
pt_br: Buscar
pt_pt: Pesquisa
ro: Căutare
ru: Поиск
sk: Vyhľadať
sl: Iskanje
sv: Sök
th: ค้นหา
tr: Arayın
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋
zh_tw: 搜尋

# LOCATION_ALWAYS
source: Always
ar: دائمًا
bg: Винаги
ca: Sempre
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
es_us: Siempre
fi: Aina
fr: Toujours
fr_ca: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に共有
kk: Әрдайым
ko: 항상
lt: Visada
ms: Sentiasa
nl: Altijd
no: Alltid
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sv: Alltid
th: ตลอดเวลา
tr: Her Zaman
uk: Завжди
vi: Luôn luôn
zh_cn: 始终
zh_hk: 總是
zh_tw: 永遠

# FACE_ID_ENROLL_DETAIL
source: iPhone can recognize the unique, three-dimensional features of your face to unlock automatically, use Apple Pay, make purchases, or subscribe to services from Apple.
ar: يمكن للـ iPhone التعرف على ملامح مميزة ثلاثية الأبعاد لوجهك لفتح القفل تلقائيًا أو استخدام Apple Pay أو الشراء أو الاشتراك في الخدمات المقدمة من Apple.
bg: iPhone може да разпознава уникалните триизмерни характеристики на лицето ви, за да отключва автоматично устройството ви, да използва Apple Pay, да извършва плащания или абонаменти за услуги на Apple.
ca: L’iPhone pot reconèixer les faccions tridimensionals úniques de la teva cara per desbloquejar‑se automàticament, utilitzar l’Apple Pay, comprar o subscriure’s als serveis d’Apple.
cs: iPhone může rozpoznávat jedinečné trojrozměrné rysy vaší tváře a automaticky se odemykat, používat Apple Pay, platit za nákupy nebo předplácet služby společnosti Apple.
da: iPhone kan genkende dit ansigts unikke, tredimensionelle træk, så du kan låse enheden op automatisk samt bruge Apple Pay, foretage køb eller abonnere på Apple-tjenester.
de: Das iPhone kann die eindeutigen, dreidimensionalen Merkmale deines Gesichts erkennen, um das Gerät automatisch zu entsperren, Apple Pay zu verwenden, Käufe zu tätigen und Dienste von Apple zu abonnieren.
el: Το iPhone μπορεί να αναγνωρίζει τα μοναδικά, τρισδιάστατα χαρακτηριστικά του προσώπου σας για αυτόματο ξεκλείδωμα, χρήση του Apple Pay, πραγματοποίηση αγορών ή συνδρομή σε υπηρεσίες της Apple.
es: El iPhone puede reconocer las facciones tridimensionales únicas de tu cara para desbloquearse automáticamente, usar Apple Pay, realizar compras o suscribirse a los servicios de Apple.
es_us: El iPhone puede reconocer los rasgos tridimensionales únicos de tu cara para desbloquearse automáticamente, usar Apple Pay, realizar compras o suscribirte a servicios de Apple.
fi: Tunnistamalla kasvojesi yksilölliset kolmiulotteiset piirteet iPhone voi avata laitteen lukituksen automaattisesti, käyttää Apple Payta, tehdä ostoja tai tilata Applen palveluja.
fr: L’iPhone peut reconnaître les traits uniques et tridimensionnels de votre visage pour se déverrouiller automatiquement et autoriser l’utilisation d’Apple Pay, les achats ou l’abonnement à des services d’Apple.
fr_ca: L’iPhone peut reconnaître les traits uniques et en trois dimensions de votre visage pour vous permettre de déverrouiller l’appareil, d’utiliser Apple Pay, d’effectuer des achats ou de vous abonner à des services d’Apple.
he: ה-iPhone יכול לזהות את המאפיינים התלת-ממדיים והמיוחדים של הפנים שלך כדי לבטל את הנעילה באופן אוטומטי, להשתמש ב-Apple Pay, לבצע רכישות או להירשם למינוי בשירותי Apple.
hi: ऑटोमैटिकली अनलॉक, Apple Pay का उपयोग और ख़रीदारी करने या Apple की सेवाओं को सब्सक्राइब करने के लिए iPhone आपके चेहरे की विशिष्ट त्रिआयामी विशेषताओं की पहचान कर सकता है।
hr: iPhone može prepoznati jedinstvene trodimenzionalne značajke vašeg lica radi automatskog otključavanja, uporabe značajke Apple Pay i kupnji ili pretplaćivanja na Appleove usluge.
hu: Az iPhone képes felismerni az Ön egyedi, háromdimenziós arcvonásait az eszköz automatikus feloldásához, az Apple Payjel történő fizetésekhez, vásárlásokhoz vagy az Apple-szolgáltatásokra való előfizetéshez.
id: iPhone dapat mengenali fitur tiga dimensi yang unik dari wajah Anda untuk membuka otomatis, menggunakan Apple Pay, melakukan pembelian, atau berlangganan layanan dari Apple.
it: iPhone è in grado di riconoscere i tratti unici e tridimensionali del tuo volto per sbloccare automaticamente il tuo dispositivo, utilizzare Apple Pay, effettuare acquisti o abbonarti ai servizi Apple.
ja: iPhoneで顔の固有な特徴を3次元的に認識し、自動でロックを解除したり、Apple Payを利用したり、買い物をしたり、Appleのサービスにサブスクリプションの登録をしたりすることができます。
kk: iPhone құрылғысы автоматты түрде құлыптан ашу, Apple Pay сервисін пайдалану, заттар сатып алу немесе Apple сервистеріне жазылу үшін бірегей, үш өлшемді бет әлпетіңізді анықтай алады.
ko: iPhone이 사용자의 얼굴 특징을 3차원으로 인식하여 기기를 자동 잠금 해제하고, Apple Pay를 사용하며, 구입을 진행하고, Apple 서비스를 구독할 수 있습니다.
lt: „iPhone“ gali atpažinti unikalius trimačius veido bruožus, kad galėtumėte automatiškai atrakinti, naudoti „Apple Pay“, įsigyti pirkinių ar užsiprenumeruoti „Apple“ paslaugų.
ms: iPhone boleh mengecam ciri tiga dimensi wajah anda yang unik untuk membuka kunci secara automatik, menggunakan Apple Pay, membuat pembelian atau melanggan perkhidmatan daripada Apple.
nl: De iPhone kan unieke, driedimensionale gezichtskenmerken herkennen. Hiermee kun je de iPhone automatisch ontgrendelen, Apple Pay gebruiken, aankopen doen of je abonneren op voorzieningen van Apple.
no: iPhone kan kjenne igjen de unike, tredimensjonale ansiktstrekkene dine for å automatisk låse opp enheten, bruke Apple Pay, utføre kjøp eller abonnere på tjenester fra Apple.
pl: iPhone może rozpoznawać unikalne rysy Twojej twarzy w trzech wymiarach i używać tej funkcji do automatycznego odblokowywania, korzystania z Apple Pay oraz robienia zakupów lub subskrybowania usług Apple.
pt_br: Ao reconhecer as características tridimensionais exclusivas do seu rosto, o iPhone pode ser desbloqueado automaticamente e você pode usar o Apple Pay, fazer compras ou assinar serviços da Apple.
pt_pt: O iPhone consegue reconhecer os traços tridimensionais únicos do seu rosto para se desbloquear automaticamente, usar o Apple Pay, efetuar compras ou assinar serviços da Apple.
ro: iPhone-ul poate recunoaște caracteristicile unice, tridimensionale ale chipului dvs. pentru a se debloca automat, a utiliza Apple Pay, a efectua achiziții sau pentru a vă abona la servicii de la Apple.
ru: iPhone может распознавать уникальные, трехмерные черты Вашего лица для автоматической разблокировки, использования Apple Pay, совершения покупок или подписки на сервисы Apple.
sk: iPhone dokáže rozpoznať jedinečné trojrozmerné črty vašej tváre a použiť ich na automatické odomykanie, platby cez Apple Pay, nakupovanie alebo odber služieb Apple.
sl: iPhone lahko prepozna edinstvene, tridimenzionalne poteze vašega obraza za samodejno odklepanje, uporabo storitve Apple Pay, opravljanje nakupov ali naročanje na storitve Apple.
sv: iPhone kan känna igen dina unika tredimensionella ansiktsdrag så att du kan låsa upp enheten automatiskt, använda Apple Pay, göra köp eller abonnera på tjänster från Apple.
th: iPhone สามารถจดจำใบหน้าของคุณเป็นสามมิติในรูปแบบที่ไม่ซ้ำกันเพื่อปลดล็อคโดยอัตโนมัติ ใช้ Apple Pay ใช้ซื้อสินค้า หรือสมัครใช้บริการจาก Apple ได้
tr: iPhone’un yüzünüzün benzersiz üç boyutlu özelliklerini tanıması sayesinde kilidi otomatik olarak açabilir, Apple Pay’i kullanabilir, alışveriş yapabilir veya diğer Apple servislerine abone olabilirsiniz.
uk: iPhone може розпізнавати унікальні тривимірні риси вашого обличчя, щоб відмикатися автоматично, використовувати Apple Pay, робити покупки або підписуватися на служби від Apple.
vi: iPhone có thể nhận dạng các đặc điểm ba chiều, duy nhất trên khuôn mặt của bạn để mở khóa tự động, sử dụng Apple Pay, mua sắm hoặc đăng ký vào các dịch vụ của Apple.
zh_cn: iPhone可识别你独有的面部三维特征，以自动解锁、使用Apple Pay、消费或订阅Apple服务。
zh_hk: iPhone可以識別你獨有的3D面部特徵進行自動解鎖、使用Apple Pay、消費或訂閲Apple服務。
zh_tw: iPhone可以辨識你獨有的3D臉部特徵來自動解鎖、使用Apple Pay、購買或訂閱Apple服務。
